import React from "react";

const UsagePolicy = () => {
  return (
    <div
      style={{ textAlign: "right", marginRight: "50px", marginTop: "100px" }}
    >
      <h2>سياسة الأستخدام</h2>
      <br />
      <p>
        لبيئة نظيفة وجميلة في موقع وتطبيق القروبات تم اعتماد سياسة الاستخدام عبر
        منصات القروبات
      </p>
      <br />
      <p>يمنع نشر المحتوى الاباحي و الجنسي بمختلف اشكاله -</p>
      <p>يمنع اضافه قروبات غير مخصص في قسمه المناسب -</p>
      <p>يمنع تكرار اضافه القروبات بشكل مزعج للمستخدمين -</p>
      <p>يمنع اضافه قروبات تنشر العنف والكراهية -</p>
      <p>يمنع اضافه قروبات تسبب في ضرر المستخدمين في اي شكل من الاشكال -</p>
      <p>يجب كتابه اسم القروب بشكل واضح ومفهوم -</p>
      <p>يجب ان يكون اسم القروب مطابق للمحتوى -</p>
    </div>
  );
};

export default UsagePolicy;
